Repository: tuxi/Talkify
Catalog: Talkify/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# workspace.start_first_conversation
source: Start Your First Conversation
de: Starten Sie Ihre erste Unterhaltung
es: Inicia tu primera conversación
fr: Démarrez votre première conversation
ja: 最初の会話を始める
ko: 첫 번째 대화 시작
pt_br: Inicie sua primeira conversa
zh_hans: 开始第一次对话
zh_hant: 開始第一次對話

# workspace.start_first_conversation_desc
source: Describe what you want to build or modify in %@. CodeAgent will work directly in this workspace.
de: Beschreiben Sie, was Sie in %@ erstellen oder ändern möchten. CodeAgent arbeitet direkt in diesem Arbeitsbereich.
es: Describe lo que quieres construir o modificar en %@. CodeAgent trabajará directamente en este espacio de trabajo.
fr: Décrivez ce que vous voulez construire ou modifier dans %@. CodeAgent travaillera directement dans cet espace de travail.
ja: %@で構築または変更したい内容を説明してください。CodeAgentがこのワークスペースで直接作業します。
ko: %@에서 빌드하거나 수정하려는 내용을 설명하세요. CodeAgent가 이 워크스페이스에서 직접 작업합니다.
pt_br: Descreva o que você quer construir ou modificar em %@. O CodeAgent trabalhará diretamente neste espaço de trabalho.
zh_hans: 描述你想在 %@ 中构建或修改的内容，CodeAgent 会直接在这个工作区中工作。
zh_hant: 描述你想在 %@ 中構建或修改的內容，CodeAgent 會直接在這個工作區中工作。

# workspace.start_from_idea
source: Start from an idea
de: Mit einer Idee beginnen
es: Empezar desde una idea
fr: Partir d’une idée
ja: アイデアから始める
ko: 아이디어에서 시작
pt_br: Comece com uma ideia
zh_hans: 从一个想法开始
zh_hant: 從一個想法開始

# workspace.start_from_idea_desc
source: No need to prepare code or files first. Create a blank workspace and tell CodeAgent what you want to build.
de: Keine Notwendigkeit, zuerst Code oder Dateien vorzubereiten. Erstellen Sie einen leeren Arbeitsbereich und sagen Sie CodeAgent, was Sie erstellen möchten.
es: No necesitas preparar código o archivos primero. Crea un espacio de trabajo vacío y dile a CodeAgent lo que quieres construir.
fr: Pas besoin de préparer du code ou des fichiers d’abord. Créez un espace de travail vide et dites à CodeAgent ce que vous voulez construire.
ja: 最初にコードやファイルを準備する必要はありません。空のワークスペースを作成し、CodeAgentに構築したいものを伝えるだけです。
ko: 코드나 파일을 먼저 준비할 필요가 없습니다. 빈 워크스페이스를 만들고 CodeAgent에게 구축하려는 것을 알려주세요.
pt_br: Não precisa preparar código ou arquivos primeiro. Crie um espaço de trabalho em branco e diga ao CodeAgent o que você quer construir.
zh_hans: 不需要先准备代码或文件。创建一个空白工作区，告诉 CodeAgent 你想构建什么。
zh_hant: 不需要先準備程式碼或檔案。建立一個空白工作區，告訴 CodeAgent 你想構建什麼。

# workspace.switch_project
source: Switch Project
de: Projekt wechseln
es: Cambiar proyecto
fr: Changer de projet
ja: プロジェクトを切り替え
ko: 프로젝트 전환
pt_br: Trocar projeto
zh_hans: 切换项目
zh_hant: 切換專案

# workspace.switch_project_nav
source: Switch Project
de: Projekt wechseln
es: Cambiar proyecto
fr: Changer de projet
ja: プロジェクトを切り替え
ko: 프로젝트 전환
pt_br: Trocar projeto
zh_hans: 切换项目
zh_hant: 切換專案

# workspace.tab.conversations
source: Conversations
de: Unterhaltungen
es: Conversaciones
ja: 会話
ko: 대화
pt_br: Conversas
zh_hans: 会话
zh_hant: 會話

# workspace.tab.files
source: Files
de: Dateien
es: Archivos
fr: Fichiers
ja: ファイル
ko: 파일
pt_br: Arquivos
zh_hans: 文件
zh_hant: 檔案

# workspace.tab.search
source: Search
de: Suche
es: Búsqueda
fr: Recherche
ja: 検索
ko: 검색
pt_br: Buscar
zh_hans: 搜索
zh_hant: 搜尋

# workspace.usage
source: Usage
de: Nutzung
es: Uso
fr: Utilisation
ja: 使用量
ko: 사용량
pt_br: Uso
zh_hans: 使用量
zh_hant: 使用量

# workspace.usage_expires
source: Expires %@
de: Läuft ab %@
es: Vence %@
fr: Expire le %@
ja: 有効期限: %@
ko: %@ 만료
pt_br: Expira em %@
zh_hans: %@ 到期
zh_hant: %@ 到期

# workspace.usage_limit_reset
source: Usage Limit Reset
de: Nutzungslimit zurücksetzen
es: Restablecer límite de uso
fr: Réinitialisation de la limite d'utilisation
ja: 使用制限のリセット
ko: 사용 한도 재설정
pt_br: Redefinir limite de uso
zh_hans: 使用限额重置
zh_hant: 使用限額重置

# workspace.use_reset
source: Use Reset
de: Zurücksetzen
es: Usar reinicio
fr: Utiliser la réinitialisation
ja: リセットを使用
ko: 재설정 사용
pt_br: Usar redefinição
zh_hans: 使用重置
zh_hant: 使用重置

# workspace.user_label
source: User %@
de: Benutzer %@
es: Usuario %@
fr: Utilisateur %@
ja: ユーザー %@
ko: 사용자 %@
pt_br: Usuário %@
zh_hans: 用户 %@
zh_hant: 用戶 %@

# workspace.using_reset
source: Using…
de: Wird verwendet…
es: Usando…
fr: Utilisation…
ja: 使用中…
ko: 사용 중…
pt_br: Usando…
zh_hans: 正在使用…
zh_hant: 正在使用…

# workspace.view_current_project
source: View Current Project
de: Aktuelles Projekt anzeigen
es: Ver proyecto actual
fr: Voir le projet actuel
ja: 現在のプロジェクトを表示
ko: 현재 프로젝트 보기
pt_br: Ver projeto atual
zh_hans: 查看当前项目
zh_hant: 查看當前專案

# workspace.week
source: 1 Week
de: 1 Woche
es: 1 semana
fr: 1 semaine
ja: 1週間
ko: 1주
pt_br: 1 semana
zh_hans: 1周
zh_hant: 1週

# workspace.weekly_usage
source: Weekly Usage
de: Wöchentliche Nutzung
es: Uso semanal
fr: Utilisation hebdomadaire
ja: 週間使用量
ko: 주간 사용량
pt_br: Uso semanal
zh_hans: 每周使用限额
zh_hant: 每週使用限額

# auth.onetap_login_button
source: One-Tap Login
es: Inicio de sesión rápido
fr: Connexion en un clic
ja: ワンタップログイン
ko: 원터치 로그인
pt_br: Login rápido
zh_hans: 本机号码一键登录
zh_hant: 本機號碼一鍵登入

# settings.item.app_snapshots
source: App Snapshots
es: Instantáneas de la app
fr: Instantanés d'application
ja: アプリのスナップショット
ko: 앱 스냅샷
pt_br: Instantâneos do app
zh_hans: 应用快照
zh_hant: 應用快照

# settings.item.browser
source: Browser
es: Navegador
fr: Navigateur
ja: ブラウザ
ko: 브라우저
pt_br: Navegador
zh_hans: 浏览器
zh_hant: 瀏覽器

# settings.item.hooks
source: Hooks
ja: フック
ko: 훅
zh_hans: 钩子
zh_hant: 掛鉤

# settings.item.plugins
source: Plugins
ja: プラグイン
ko: 플러그인
zh_hans: 插件
zh_hant: 外掛程式

# common.action.ok
source: OK
ko: 확인
zh_hans: 确定
zh_hant: 確定

# workspace.ok
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# common.action.edit
source: Edit
zh_hans: 编辑
zh_hant: 編輯

# common.action.save
source: Save
zh_hans: 保存
zh_hant: 儲存

# common.action.share
source: Share
zh_hans: 分享
zh_hant: 分享

# common.loading
source: Loading…
zh_hans: 加载中…
zh_hant: 載入中…

# common.search.placeholder
source: Search…
zh_hans: 搜索…
zh_hant: 搜尋…

# settings.about.ai_data_processing
source: AI Data Processing
zh_hans: AI 数据处理说明

# settings.about.ai_data_processing_desc
source: Learn how materials and third-party services are handled in AI tasks
zh_hans: 了解 AI 生成任务中素材与第三方服务的处理方式

# settings.about.algorithm_disclosure
source: Algorithm Disclosure
zh_hans: 算法公示

# settings.about.algorithm_disclosure_desc
source: Learn about AI service providers and generation algorithms used in the app
zh_hans: 了解 App 中使用的 AI 服务商与生成能力算法公示

# settings.about.app_version
source: App Version
zh_hans: 应用版本

# settings.about.build_number
source: Build Number
zh_hans: 构建号

# settings.about.content_policy
source: Content Policy
zh_hans: 内容政策

# settings.about.content_policy_desc
source: Learn about app content guidelines and restrictions
zh_hans: 了解 App 内容规范与限制

# settings.about.full_version
source: Full Version
zh_hans: 完整版本

# settings.about.hero_desc
source: View product policies, version information, and current app build.
zh_hans: 查看产品政策、版本信息和当前应用构建。

# settings.about.policy_section
source: Policies & Agreements
zh_hans: 政策与协议

# settings.about.policy_section_desc
source: Important information related to product usage
zh_hans: 与产品使用相关的重要说明

# settings.about.privacy_policy
source: Privacy Policy
zh_hans: 隐私政策

# settings.about.privacy_policy_desc
source: Learn how data is collected and used
zh_hans: 了解数据收集与使用方式

# settings.about.terms_of_service
source: Terms of Service
zh_hans: 使用条款

# settings.about.terms_of_service_desc
source: Learn about service usage rules and responsibilities
zh_hans: 了解服务使用规则与责任边界

# settings.about.version_section
source: Version Info
zh_hans: 版本信息

# settings.about.version_section_desc
source: Current client version and build number
zh_hans: 当前客户端版本与构建号

# settings.coming_soon
source: Coming Soon
zh_hans: 即将上线

# settings.support.beginner_guide
source: Beginner Guide
zh_hans: 新手引导

# settings.support.beginner_guide_desc
source: Perfect for first-time Talkify users
zh_hans: 适合第一次使用 Talkify 的用户

# settings.support.contact_email
source: Contact Email
zh_hans: 联系邮箱

# settings.support.contact_section
source: Contact Us
zh_hans: 联系我们

# settings.support.contact_section_desc
source: Get in touch with the Talkify team via email
zh_hans: 通过邮件与 Talkify 团队沟通

# settings.support.feedback
source: Feedback
zh_hans: 问题反馈

# settings.support.feedback_desc
source: Submit bugs, suggestions, or experience issues
zh_hans: 提交 Bug、建议或体验问题

# settings.support.help_section
source: Help
zh_hans: 使用帮助

# settings.support.help_section_desc
source: Quickly learn core features and how to use them
zh_hans: 快速了解核心功能与操作方式

# settings.support.hero_desc
source: Whether you have questions, feedback, or want to learn more tips, you can find help here.
zh_hans: 无论您是遇到问题、有功能建议，还是想了解更多使用技巧，都可以在这里找到帮助。

# settings.support.user_guide
source: User Guide
zh_hans: 使用指南

# settings.support.user_guide_desc
source: Learn about Talkify's core features and workflows
zh_hans: 了解 Talkify 的核心功能与操作流程
